micropython/micropython/ports/raspberrypi/boards/jpconstantineau_pykey60/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "PyKey60"
#define MICROPY_HW_MCU_NAME "rp2040"

#define MICROPY_HW_NEOPIXEL (&pin_GPIO29)
